app/Controllers/Auth.php


            //check if user exists
            $userModel = new \App\Models\UserModel();
            $userinfo = $userModel->where('email', $email)->first();
---
SELECT *
FROM `users`
WHERE `email` = 'austinlalkhani2000@gmail.com'
 LIMIT 1