app/Controllers/Dashboard.php

SELECT *
FROM `users`
WHERE `users`.`id` = '1'
---
    public function index()
    {
        $userModel = new \App\Models\UserModel();
        $loggedUserId = session()->get('loggedUser');
        $userInfo = $userModel->find($loggedUserId);